[
{"title": "Ultraluminous X-ray sources in NGC 891 investigated by researchers", "brief": "Researchers from the University of Chicago and Fordham University have conducted a long-term monitoring of three ultraluminous X-ray sources (ULXs) in the spiral galaxy NGC 891. Results of the research, presented in a paper published December 22 on arXiv.org, provide more insights into the properties of these sources and could help us better understand the nature of the host galaxy.\n\n                                         \n                                                  ", "body": ["Researchers from the University of Chicago and Fordham University have conducted a long-term monitoring of three ultraluminous X-ray sources (ULXs) in the spiral galaxy NGC 891. Results of the research, presented in a paper published December 22 on arXiv.org, provide more insights into the properties of these sources and could help us better understand the nature of the host galaxy.\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "ULXs are point sources in the sky that are so bright in X-rays that each emits more radiation than 1 million suns emit at all wavelengths. They are less luminous than ", " (AGN), but more consistently luminous than any known stellar process. Although numerous studies of ULXs have been conducted, the basic nature of these sources still remains a puzzle.", "Long-term monitoring using a wide range of spectral models is required in order to fully determine and understand the nature of ULXs. Now, a team of astronomers led by Nicholas M. Earley has analyzed the data collected from 2000 to 2017 with NASA's Chandra X-ray Observatory and ESA's XMM-Newton spacecraft. Combing through the datasets, they focused on the observations of NGC 891 (an edge-on, barred spiral galaxy about 30 million light years away) and its ultraluminous X-ray sources, designated ULX-1, ULX-2 and ULX-3.", "\"We perform empirical fits to the Chandra and XMM-Newton spectra of three ultraluminous X-ray sources in the edge-on spiral galaxy NGC 891, monitoring the region over a 17-year time window,\" the researchers wrote in the paper.", "According to the study, ULX-1 shows some spectral evolution of this source from 2003 to 2016, and its light curve exhibits a possible slight decrease in flux over time, particularly from 2000 to 2003. However, the long-term stability of the light curve suggests that the source is not a highly variable object over these timescales. The luminosity of ULX-1 was measured to be about 8.4 duodecillion erg/s, while its column ", " was estimated to be around 8 sextillion cm", ".", "ULX-2 has a remarkably constant flux that appears to be between 20 and 50 percent higher than that of ULX-1, which is expected from the count rates. The source has a column density of around 0.2 sextillion cm", ". with some variations. This value is lower than that found for ULX-1 by a factor of a few and turns out to be lower than any of the column densities calculated for the other known ULXs.", "ULX-3 is the faintest of the three studied sources, with a luminosity at a level of 2 duodecillion erg/s, which places it in the lower luminosity range of detected ULXs. The derived column density was found to be approximately 2 sextillion cm", ". The research revealed that flux and column density around this source are both found to decrease by a factor of seven from November 2016 to January 2017. The astronomers added that at this time ULX-3 no longer qualifies as 'ultraluminous' as its lower luminosity value is more consistent with other high energy sources such as X-ray binaries.\n                                        \n                                                                                ", "\n                                                © 2021 Science X Network\n                                            "]},
{"title": "New study brings us one step closer to growing human organs for transplantation", "brief": "Realizing the vision of culturing organs for use in life-saving transplantation procedures is still a long way off. However, the work of Prof. Jacob Hanna on stem cells is paving the way for this to become a reality.\n\n                                         \n                                                  ", "body": ["Realizing the vision of culturing organs for use in life-saving transplantation procedures is still a long way off. However, the work of Prof. Jacob Hanna on stem cells is paving the way for this to become a reality.\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "Hanna and his team from the Weizmann Institute of Science's Molecular Genetics Department have found a way to culture human stem ", " in a much earlier state than was previously possible. Not only that, the ", " they created are far more competent, meaning that they are able to integrate more efficiently with their host environment. This substantially improves the chances of obtaining what is called a cross-species chimera—allowing cells from one creature to play a substantial role in the development of another.", "The recently published findings demonstrate that very early human cells can be created and then successfully integrated into mice, owing to their undifferentiated (or \"naïve\") state, wherein they can develop into any type of cell in the body, including other stem cells. Additionally, the researchers lay out a protocol for significantly increasing the efficiency (or competence) with which these cells can integrate. Improving our ability to create and study these cell types could be used in the future to transfer cells—if not organs—from one animal to another, humans included.", "Hanna's lab broke ground in 2013 when they were the first to inject human stem cells into mice and show that they can successfully integrate into the latter's developing embryos. Eight years after this study was first published, Hanna and his team felt that they could go one step further by attempting to produce an even earlier, \"fully\" naïve form of stem cells for use in similar procedures. As they were mulling over the idea, Hanna knew that this might be nearly—if not altogether—impossible to achieve. \"Our experience with producing similar cells in mice has taught us to expect challenging obstacles along the way,\" says Hanna.", "These cells normally suffer from genetic as well as epigenetic instability, and in the end they don't differentiate too well, which is key to proper embryonic development and a prerequisite for their integration into another animal's embryo. In fact, only about 1-3 percent of cells that have been transferred between species actually manage to integrate and contribute to development.", "To boost these numbers, the researchers in the new study inhibited two additional signaling pathways to produce naïve human stem cells having a stable genome, relatively few gene regulation glitches, and most importantly, the ability to differentiate perfectly. The researchers also mutated an important gene that contributes to ", " stability, which resulted in not only competent but also competitive stem cells that can integrate well without causing damage to the host. \"We found a way to make human stem cells more competent, and competitive, increasing the chances for a successful transfer by about fivefold compared to what we were able to do in the past,\" concludes Hanna.", "While the previous study showed that human naïve stem cells can differentiate into primordial germ cells—the progenitors of egg or sperm cells—the fully naïve stem cells produced in the present study can also differentiate into extraembryonic tissues, the placenta and yolk sac cells that sustain the developing embryo. Such cells could be used, for example, as the source for developing synthetic embryos without the need for donor eggs. \"Reaching this state with mouse stem cells is particularly difficult to accomplish,\" Hanna explains, noting that \"human cells are apparently different.\"", "This is perhaps the most surprising finding that the researchers made—highlighting the differences between the behavior of human and mouse stem cells, and between the different states of naïve cells. These differences expose the work that still needs to be done in making the dream of developing \"made-to-order\" organs a real-world actuality.", "According to Hanna, understanding these differences will be pivotal for overcoming myriad issues still facing the field of stem cell research and application: \"If in the future we should wish to grow a pancreas in pigs for human transplantation, for example, we will have to take into account these massive evolutionary differences between species, beginning with mice and humans.\" For now, it would seem that Hanna and his team have taken a constructive leap in that direction.\n                                        \n                                                                                "]},
{"title": "Possible chemical leftovers from early Earth sit near the core", "brief": "Let's take a journey into the depths of the Earth, down through the crust and mantle nearly to the core. We'll use seismic waves to show the way, since they echo through the planet following an earthquake and reveal its internal structure like radar waves.\n\n                                         \n                                                  ", "body": ["Let's take a journey into the depths of the Earth, down through the crust and mantle nearly to the core. We'll use seismic waves to show the way, since they echo through the planet following an earthquake and reveal its internal structure like radar waves.\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "Down near the core, there are ", " where seismic waves slow to a crawl. New research from the University of Utah finds that these enigmatic and descriptively-named ultra-low velocity zones are surprisingly layered. Modeling suggests that it's possible some of these zones are leftovers from the processes that shaped the early Earth—remnants of incomplete mixing like clumps of flour in the bottom of a bowl of batter.", "\"Of all of the features we know about in the deep mantle, ultra-low velocity zones represent what are probably the most extreme,\" says Michael S. Thorne, associate professor in the Department of Geology and Geophysics. \"Indeed, these are some of the most extreme features found anywhere in the planet.\"", "The study is published in ", " and is funded by the National Science Foundation.", "Let's review how the interior of the Earth is structured. We live on the crust, a thin layer of solid rock. Between the crust and the iron-nickel core at the center of the planet is the mantle. It's not an ocean of lava—instead it's more like solid rock, but hot and with an ability to move that drives plate tectonics at the surface.", "How can we have any idea what's going on in the mantle and the core? Seismic waves. As they ripple through the Earth after an earthquake, scientists on the surface can measure how and when the waves arrive at monitoring stations around the world. From those measurements, they can back-calculate how the waves were reflected and deflected by structures within the Earth, including layers of different densities. That's how we know where the boundaries are between the crust, mantle and core—and partially how we know what they're made of.", "Ultra-low velocity zones sit at the bottom of the mantle, atop the liquid metal outer core. In these areas, seismic waves slow by as much as half, and density goes up by a third.", "Scientists initially thought that these zones were areas where the mantle was partially melted, and might be the source of magma for so-called \"hot spot\" volcanic regions like Iceland.", "\"But most of the things we call ultra-low velocity zones don't appear to be located beneath hot spot volcanoes,\" Thorne says, \"so that cannot be the whole story.\"", "So Thorne, postdoctoral scholar Surya Pachhai and colleagues from the Australian National University, Arizona State University and the University of Calgary set out to explore an alternate hypothesis: that the ultra-low velocity zones may be regions made of different rocks than the rest of the mantle—and that their composition may hearken back to the early Earth.", "Perhaps, Thorne says, ultra-low velocity zones could be collections of iron oxide, which we see as rust at the surface but which can behave as a metal in the deep mantle. If that's the case, pockets of iron oxide just outside the core might influence the Earth's magnetic field which is generated just below.", "\"The physical properties of ultra-low velocity zones are linked to their origin,\" Pachhai says, \"which in turn provides important information about the thermal and chemical status, evolution and dynamics of Earth's lowermost mantle—an essential part of mantle convection that drives plate tectonics.\"", "To get a clear picture, the researchers studied ultra-low velocity zones beneath the Coral Sea, between Australia and New Zealand. It's an ideal location because of an abundance of earthquakes in the area, which provide a high-resolution seismic picture of the core-mantle boundary. The hope was that high-resolution observations could reveal more about how ultra-low velocity zones are put together.", "But getting a seismic image of something through nearly 1800 miles of crust and mantle isn't easy. It's also not always conclusive—a thick layer of low-velocity material might reflect seismic waves the same way as a thin layer of even lower-velocity material.", "So the team used a reverse-engineering approach.", "\"We can create a model of the Earth that includes ultra-low wave speed reductions,\" Pachhai says, \"and then run a computer simulation that tells us what the seismic waveforms would look like if that is what the Earth actually looked like.  Our next step is to compare those predicted recordings with the recordings that we actually have.\"", "Over hundreds of thousands of model runs, the method, called \"Bayesian inversion,\" yields a mathematically robust model of the interior with a good understanding of the uncertainties and trade-offs of different assumptions in the model.", "One particular question the researchers wanted to answer is whether there are internal structures, such as layers, within ultra-low velocity zones. The answer, according to the models, is that layers are highly likely. This is a big deal, because it shows the way to understanding how these zones came to be.", "\"To our knowledge this is the first study using such a Bayesian approach at this level of detail to investigate ultra-low velocity zones,\" Pachhai says, \"and it is also the first study to demonstrate strong layering within an ultra-low velocity zone.\"", "What does it mean that there are likely layers?", "More than four billion years ago, while dense iron was sinking to the core of the early Earth and lighter minerals were floating up into the mantle, a planetary object about the size of Mars may have slammed into the infant planet. The collision may have thrown debris into Earth's orbit that could have later formed the Moon. It also raised the temperature of the Earth significantly—as you might expect from two planets smashing into each other.", "\"As a result, a large body of molten material, known as a magma ocean, formed,\" Pachhai says. The \"ocean\" would have consisted of rock, gases and crystals suspended in the magma.", "The ocean would have sorted itself out as it cooled, with dense materials sinking and layering on to the bottom of the mantle.", "Over the following billions of years, as the mantle churned and convected, the dense layer would have been pushed into small patches, showing up as the layered ultra-low velocity zones we see today.", "\"So the primary and most surprising finding is that the ultra-low velocity zones are not homogenous but contain strong heterogeneities (structural and compositional variations) within them,\" Pachhai says. \"This finding changes our view on the origin and dynamics of ultra-low velocity zones. We found that this type of ultra-low velocity zone can be explained by chemical heterogeneities created at the very beginning of the Earth's history and that they are still not well mixed after 4.5 billion years of mantle convection.\"", "The study provides some evidence of the origins of some ultra-low velocity zones, although there's also evidence to suggest different origins for others, such as melting of ocean crust that's sinking back into the mantle. But if at least some ultra-low ", " zones are leftovers from the early Earth, they preserve some of the history of the planet that otherwise has been lost.", "\"Therefore, our discovery provides a tool to understand the initial thermal and chemical status of Earth's ", ",\" Pachhai says, \"and their long-term evolution.\"\n                                        \n                                                                                "]},
{"title": "Skeleton of young man killed by ancient tsunami found on Turkish coast", "brief": "An international team of researchers has found and excavated the remains of a young man killed approximately 3,600 years ago by a tsunami created by the eruption of Thera—a volcano located on what is now the island of Santorini. In their paper published in ", "body": ["An international team of researchers has found and excavated the remains of a young man killed approximately 3,600 years ago by a tsunami created by the eruption of Thera—a volcano located on what is now the island of Santorini. In their paper published in ", ", the group describes how the remains were found and how they were identified as belonging to a victim of the Thera tsunami.\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "Prior research has shown that the eruption of Thera was a major event—so powerful that it has been blamed for the decline of the Minoan civilization on the island of Crete. Prior research has also shown that the eruption occurred sometime during the 1500s to 1600s B.C.", "Santorini is located in the eastern Mediterranean, north of Crete, between southern Greece and southern Turkey. And while evidence of the ash that fell from the skies in areas all around the eruption site has been plentiful, there has been scant evidence of the ", ". This is because tsunamis tend to pull debris and bodies back into the sea, rather than leave covered evidence on shore. And because of that, the remains of the victims of the Thera tsunami have never been found—not one single body—until now.", "The remains of the young man were found at a dig site known as Çeşme-Bağlararası. It sits along a shoreline on Çeşme Bay in western Turkey. The dig site has been yielding Late Bronze Age artifacts for several years but it was only recently that the digging uncovered evidence of a tsunami—layers of ash and debris that were prevented from being washed back into the sea by a retaining wall. In addition to the remains of the young man, the researchers also found the remains of a dog. The evidence also showed that the area had been struck by several tsunamis related to the Thera ", ". Radiocarbon dating of materials surrounding the remains showed them to be from a time no earlier than 1612 BC. The researchers also found damaged walls, rubble, sediment and ash, all evidence of multiple tsunamis. They also found evidence of what they describe as misshapen pits—likely created by people looking for victims shortly after the tsunamis struck. The remains of the young man were found pushed up against a retaining wall, positioned in a way familiar to those who have worked on tsunami search efforts in modern times.\n                                        \n                                                                                ", "\n                                                © 2021 Science X Network\n                                            "]},
{"title": "Distant quasar J0439+1634 explored in X-rays", "brief": "Using ESA's XMM-Newton spacecraft, an international team of astronomers has conducted X-ray observations of the most distant known gravitationally lensed quasar—J0439+1634. Results of the study, published December 20 on the arXiv pre-print server, shed more light on the properties of this source.\n\n                                         \n                                                  ", "body": ["Using ESA's XMM-Newton spacecraft, an international team of astronomers has conducted X-ray observations of the most distant known gravitationally lensed quasar—J0439+1634. Results of the study, published December 20 on the arXiv pre-print server, shed more light on the properties of this source.\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "Quasars, or quasi-stellar objects (QSOs), are extremely ", " (AGN) containing supermassive central black holes with accretion disks. Their redshifts are measured from the strong spectral lines that dominate their visible and ", ".", "Astronomers are especially interested in studying ", " (at ", " higher than 5.0) as they are the most luminous and most distant compact objects in the observable universe. Spectra of such QSOs can be used to estimate the mass of supermassive black holes that constrain the evolution and formation models of quasars. Therefore, high-redshift quasars could serve as a powerful tool to probe the early universe.", "At a redshift of 6.52, J0439+1634 the first known gravitationally lensed high-redshift quasar. Its high lensing magnification makes it an excellent target for the study of X-ray emission from a reionization-era QSO that is intrinsically less luminous.", "J0439+1634 is also the so-called broad absorption line (BAL) quasar. In general, BAL quasars are assumed to be highly absorbed in the soft X-ray band and are generally X-ray weak in observations of low-redshift quasars. However, to date no such studies of high-redshift BAL QSOs have been carried out, due to their faint X-ray emission.", "So a team of researchers led by Jinyi Yang of the University of Arizona decided to explore J0439+1634 with the European Photon Imaging Camera (EPIC) system onboard XMM-Newton. They investigated the X-ray properties of this source through spectral analysis and compared the results with other quasar populations.", "J0439+1634 was identified as an X-ray source with XMM-Newton in the 0.5–10 keV band by all three EPIC cameras, while it was not detected in the 0.2–0.5 keV band. The EPIC spectra show that the quasar has a flat photon index—at a level of approximately 1.45.", "The observations found that the optical-to-X-ray spectral slope of J0439+1634 is about −2.07 suggesting that this quasar is underluminous by a factor of 18 in X-rays, which is consistent with the behavior of BAL QSOs observed at lower redshift. The astronomers noted that their study marks the first time when an X-ray weak BAL quasar at a redshift of above 6.0 has been observed spectroscopically.", "Furthermore, spectral fitting using an absorbed power-law model suggests a high intrinsic column density in the case of J0439+1634—more than 200 sextillion cm", ". This finding, according to the researchers, suggests that J0439+1634 is the first highly obscured quasar with X-ray spectroscopy in the reionization epoch. They assume that this source could be an intrinsically X-ray weak quasar.\n                                        \n                                                                                ", "\n                                                © 2021 Science X Network\n                                            "]},
{"title": "Speeding up directed evolution of molecules in the lab using a new robotic platform", "brief": "Natural evolution is a slow process that relies on the gradual accumulation of genetic mutations. In recent years, scientists have found ways to speed up the process on a small scale, allowing them to rapidly create new proteins and other molecules in their lab.\n\n                                         \n                                                  ", "body": ["Natural evolution is a slow process that relies on the gradual accumulation of genetic mutations. In recent years, scientists have found ways to speed up the process on a small scale, allowing them to rapidly create new proteins and other molecules in their lab.\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "This widely-used technique, known as directed evolution, has yielded new antibodies to treat cancer and other diseases, enzymes used in biofuel production, and imaging agents for magnetic resonance imaging (MRI).", "Researchers at MIT have now developed a ", " that can perform 100 times as many directed-evolution experiments in ", ", giving many more populations the chance to come up with a solution, while monitoring their progress in real-time. In addition to helping researchers develop new molecules more rapidly, the technique could also be used to simulate natural evolution and answer fundamental questions about how it works.", "\"Traditionally, directed evolution has been much more of an art than a science, let alone an engineering discipline. And that remains true until you can systematically explore different permutations and observe the results,\" says Kevin Esvelt, an assistant professor in MIT's Media Lab and the senior author of the new study.", "MIT graduate student Erika DeBenedictis and postdoc Emma Chory are the lead authors of the paper, which appears today in ", ".", "Directed evolution works by speeding up the accumulation and selection of novel mutations. For example, if scientists wanted to create an antibody that binds to a cancerous protein, they would start with a test tube of hundreds of millions of yeast cells or other microbes that have been engineered to express mammalian antibodies on their surfaces. These cells would be exposed to the cancer protein that the researchers want the antibody to bind to, and researchers would pick out those that bind the best.", "Scientists would then introduce random ", " into the antibody sequence and screen these new proteins again. The process can be repeated many times until the best candidate emerges.", "About 10 years ago, as a graduate student at Harvard University, Esvelt developed a way to speed up directed evolution. This approach harnesses bacteriophages (viruses that infect bacteria) to help proteins evolve faster toward a desired function. The gene that the researchers hope to optimize is linked to a gene needed for bacteriophage survival, and the viruses compete against each other to optimize the protein. The selection process is run continuously, shortening each mutation round to the lifespan of the bacteriophage (which is about 20 minutes), and can be repeated many times, with no human intervention needed.", "Using this method, known as phage-assisted continuous evolution (PACE), directed evolution can be performed 1 billion times faster than traditional directed evolution experiments. However, evolution often fails to come up with a solution, requiring the researchers to guess which new set of conditions will do better.", "The technique described in the new ", " paper, which the researchers have named phage and robotics-assisted near-continuous evolution (PRANCE), can evolve 100 times as many populations in parallel, using different conditions.", "In the new PRANCE system, ", " populations (which can only infect a specific strain of bacteria) are grown in wells of a 96-well plate, instead of a single bioreactor. This allows for many more evolutionary trajectories to occur simultaneously. Each viral population is monitored by a ", " as it goes through the evolution process. When the virus succeeds in generating the desired protein, it produces a fluorescent protein that the robot can detect.", "\"The robot can babysit this population of viruses by measuring this readout, which allows it to see whether the viruses are performing well, or whether they're really struggling and something needs to be done to help them,\" DeBenedictis says.", "If the viruses are struggling to survive, meaning that the target protein is not evolving in the desired way, the robot can help save them from extinction by replacing the bacteria they're infecting with a different strain that makes it easier for the viruses to replicate. This prevents the population from dying out, which is a cause of failure for many directed evolution experiments.", "\"We can tune these evolutions in real-time, in direct response to how well these evolutions are occurring,\" Chory says. \"We can tell when an experiment is succeeding and we can change the environment, which gives us many more shots on goal, which is great from both a bioengineering perspective and a basic science perspective.\"", "In this study, the researchers used their new platform to engineer a molecule that allows viruses to encode their ", " in a new way. The genetic code of all living organisms stipulates that three DNA base pairs specify one amino acid. However, the MIT team was able to evolve several viral transfer RNA (tRNA) molecules that read four DNA base pairs instead of three.", "In another experiment, they evolved a molecule that allows viruses to incorporate a synthetic amino acid into the proteins they make. All ", " and living cells use the same 20 naturally occurring amino acids to build their proteins, but the MIT team was able to generate an enzyme that can incorporate an additional amino acid called Boc-lysine.", "The researchers are now using PRANCE to try to make novel small-molecule drugs. Other possible applications for this kind of large-scale directed evolution include trying to evolve enzymes that degrade plastic more efficiently, or molecules that can edit the epigenome, similarly to how CRISPR can edit the genome, the researchers say.", "With this system, scientists can also gain a better understanding of the step-by-step process that leads to a particular evolutionary outcome. Because they can study so many populations in parallel, they can tweak factors such as the mutation rate, size of original population, and environmental conditions, and then analyze how those variations affect the outcome. This type of large-scale, controlled experiment could allow them to potentially answer fundamental questions about how evolution naturally occurs.", "\"Our system allows us to actually perform these evolutions with substantially more understanding of what's happening in the system,\" Chory says. \"We can learn about the history of the evolution, not just the end point.\"\n                                        \n                                                                                ", "\n                                                ", "\n                                            "]},
{"title": "Cosmic history can explain the properties of Mercury, Venus, Earth and Mars", "brief": "Astronomers have managed to link the properties of the inner planets of our solar system with our cosmic history: with the emergence of ring structures in the swirling disk of gas and dust in which these planets were formed. The rings are associated with basic physical properties such as the transition from an outer region where ice can form where water can only exist as water vapor. The astronomers made use of a spread of simulation to explore different possibilities of inner planet evolution. Our solar system's inner regions are a rare, but possible outcome of that evolution. The results have been published in ", "body": ["Astronomers have managed to link the properties of the inner planets of our solar system with our cosmic history: with the emergence of ring structures in the swirling disk of gas and dust in which these planets were formed. The rings are associated with basic physical properties such as the transition from an outer region where ice can form where water can only exist as water vapor. The astronomers made use of a spread of simulation to explore different possibilities of inner planet evolution. Our solar system's inner regions are a rare, but possible outcome of that evolution. The results have been published in ", ".\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "The broad-stroke picture of planet formation around stars has been unchanged for decades. But many of the specifics are still unexplained—and the search for explanations an important part of current research. Now, a group of astronomers led by Rice University's Andre Izidoro, which includes Bertram Bitsch from the Max Planck Institute for Astronomy, has found an explanation for why the inner planets in our solar system have the properties we observe.", "The broad-stroke picture in question is as follows: Around a young star, a \"protoplanetary disk\" of gas and dust forms, and inside that disk grow ever-larger small bodies, eventually reaching diameters of thousands of kilometers, that is: becoming planets. But in recent years, thanks to modern observational methods, the modern picture of planet formation has been refined and changed in very specific directions.", "The most striking change was triggered by a literal picture: The first image taken by the ALMA observation after its completion in 2014. The image showed the protoplanetary disk around the young star HL Tauri in unprecedented detail, and the most stunning details amounted to a nested structure of clearly visible rings and gaps in that disk.", "As the researchers involved in simulating protoplanetary disk structures took in these new observations, it became clear that such rings and gaps are commonly associated with \"", " bumps,\" where the local pressure is somewhat lower than in the surrounding regions. Those localized changes are typically associated with changes in disk composition, mostly in the size of dust grains.", "In particular, there are pressure bumps associated with particularly important transitions in the disk that can be linked directly to fundamental physics. Very close to the star, at temperatures higher than 1400 Kelvin, silicate compounds (think \"sand grains\") are gaseous—it is simply too hot for them to exist in any other state. Of course, that means that planets cannot form in such a hot region. Below that temperature, silicate compounds \"sublimate,\" that is, any silicate gases directly transition to a solid state. This pressure bump defines an overall inner border for planet formation.", "Farther out, at 170 Kelvin (-100 degrees Celsius), there is a transition between water vapor on the one hand and water ice on the other hand, known as the water snowline. (The reason that temperature is so much lower than the standard 0 degrees Celsius where water freezes on Earth is the much lower pressure, compared to Earth's atmosphere.) At even lower temperatures, 30 Kelvin (-240 degrees Celsius), is the CO snowline; below that temperature, carbon monoxide forms a solid ice.", "What does this mean for the formation of planetary systems? Numerous earlier simulations had already shown how such pressure bumps facilitate the formation of planetesimals—the small objects, between 10 and 100 kilometers in diameter, that are believed to be the building blocks for planets. After all, the formation process starts much, much smaller, namely with dust grains. Those dust grains tend to collect in the low-pressure region of a pressure bump, as grains of a certain size drift inwards (that is, towards the star) until they are stopped by the higher pressure at the inner boundary of the bump.", "As the grain concentration at the pressure bump increases, and in particular the ratio of solid material (which tends to aggregate) to gas (which tends to push grains apart) increases, it becomes easier for those grains to form pebbles, and for those pebbles to aggregate into larger objects. Pebbles are what astronomers call solid aggregates with sizes between a few millimeters and a few centimeters.", "But what had still be an open question was the role of those sub-structures in the overall shape of planetary systems, like our own Solar system, with its characteristic distribution of rocky, terrestrial inner planets and outer gaseous planets. This is the question that Andre Izidoro (Rice University), Bertram Bitsch of the Max Planck Institute for Astronomy and their colleagues took on. In their search for answers, they combined several simulations covering different aspects and different phases of planet formation.", "Specifically, the astronomers constructed a model of a gas disk, with three pressure bumps at the silicates-become-gaseous boundary and the water and CO snow lines. They then simulated the way that dust grains grow and fragment in the gas disk, the formation of planetesimals, the growth from planetesimals to planetary embryos (from 100 km in diameter to 2000 km) near the location of our Earth (\"1 astronomical unit\" distance from the sun), the growth of planetary embryos to planets for the terrestrial planets, and the accumulation of planetesimals in a newly-formed asteroid belt.", "In our own solar system, the asteroid belt between the orbits of Mars and Jupiter is home to hundreds of smaller bodies, which are believed to be remnants or collision fragments of planetesimals in that region that never grew to form planetary embryos, let alone planets.", "An interesting question for simulations is this: If the initial setup were just a little bit different, would the end result still be somewhat similar? Understanding these kinds of variations is important for understanding which of the ingredients are the key to the outcome of the simulation. That is why Bitsch and his colleagues analyzed a number of different scenarios with varying properties for the composition and for the temperature profile of the disk. In some of the simulations, they only the silicate and water ice pressure bumps, in others all three.", "The results suggest a direct link between the appearance of our solar system and the ring structure of its protoplanetary disk. Bertram Bitsch of the Max Planck Institute for Astronomy, who was involved both in planning this research program and in developing some of the methods that were used, says: \"For me, it was a complete surprise how well our models were able to capture the development of a planetary system like our own—right down to the slightly different masses and chemical compositions of Venus, Earth and Mars.\"", "As expected, in those models, planetesimals in those simulations formed naturally near the pressure bumps, as a \"cosmic traffic jam\" for pebbles drifting inwards, which would then be stopped by the higher pressure at the inner boundary of the pressure bump.", "For the inner parts of the simulated systems, the researchers identified the right conditions for the formation of something like our own solar system: If the region right outside the innermost (silicate) pressure bump contains around 2.5 Earth masses' worth of planetesimals, these grow to form roughly Mars-sized bodies—consistent with the inner planets within the solar system.", "A more massive disk, or else a higher efficiency of forming planetesimals, would instead lead to the formation of \"super-Earths,\" that is, considerably more massive rocky planets. Those super-Earths would be in close orbit around the host star, right up against that innermost pressure bump boundary. The existence of that boundary can also explain why there is no planet closer to the sun than Mercury—the necessary material would simply have evaporated that close to the star.", "The simulations even go so far as to explain the slightly different chemical compositions of Mars on the one hand, Earth and Venus on the other: In the models, Earth and Venus indeed collect most of the material that will form their bulk from regions closer to the sun than the Earth's current orbit (one astronomical unit). The Mars-analogs in the simulations, in contrast, were built mostly from material from regions a bit farther away from the sun.", "Beyond the orbit of Mars, the simulations yielded a region that started out as sparsely populated with or, in some cases, even completely empty of planetesimals—the precursor of the present-day asteroid belt of our solar systems. However, some planetesimals from the zones inside of or directly beyond would later stray into the asteroid belt region and become trapped.", "As those planetesimals collided, the resulting smaller pieces would form what we today observe as asteroids. The simulations are even able to explain the different asteroid populations: What astronomers call S-types asteroids, bodies that are made mostly of silica, would be the remnants of stray objects originating in the region around Mars, while C-type asteroids, which predominantly contain Carbon, would be the remnants of stray objects from the region directly outside the ", ".", "In that outer region, just outside the pressure bump that marks the inner limit for the presence of water ice, the simulations show the beginning of the formations of giant planets—the planetesimals near that boundary typically have a total mass of between 40 and 100 times the mass of the Earth, consistent with estimates of the total mass of the cores of the giant planets in our solar system: Jupiter, Saturn, Uranus and Neptune.", "In that situation, the most massive planetesimals would quickly gather more mass. The present simulations did not follow up on the (already well-studied) later evolution of those giant planets, which involves an initially rather tight group, from which Uranus and Neptune later migrated outwards to their present positions.", "Last but not least, the simulations can explain the final class of objects, and its properties: so-called Kuiper-belt objects, which formed outside the outermost pressure bump, which marks the inner boundary for the existence of carbon monoxide ice. It even can explain the slight differences in composition between known Kuiper-belt objects: again as the difference between planetesimals that formed originally outside the CO snowline pressure bump and stayed there, and planetesimals that strayed into the Kuiper belt from the adjacent inner region of the giant planets.", "Overall, the spread of simulations led to two basic outcomes: Either a pressure bump at the water-ice snowline formed very early; in that case, the inner and outer regions of the planetary system went their separate ways rather early on within the first hundred thousand years. This led to the formation of low-mass terrestrial planets in the inner parts of the system, similar to what happened in our own solar system.", "Alternatively, if the water-ice pressure bump forms later than that or is not as pronounced, more mass can drift into the inner region, leading instead to the formation of super-Earths or mini-Neptunes in the inner planetary systems. Evidence from the observations of those exoplanetary systems astronomers have found so far shows that case is by far the more probable—and our own Solar system a comparatively rare outcome of planet formation.", "In this research, the focus of the astronomers was on the inner solar system and the terrestrial ", ". Next, they want to run simulations that include details of the outer regions, with Jupiter, Saturn, Uranus and Neptune. The eventual aim is to arrive at a complete explanation for the properties of ours and other solar systems.", "For the inner solar system, at least, we now know that key properties of Earth and its nearest neighboring planet can be traced to some rather basic physics: the boundary between frozen water and water vapor and its associated pressure bump in the swirling disk of gas and dust that surrounded the young sun.", "The results described here have been published as A. Izidoro et al., \"Planetesimal rings as the cause of the Solar System's planetary architecture\" in the journal ", ".\n                                        \n                                                                                "]},
{"title": null, "brief": null, "body": []},
{"title": "Scientists design and construct minimized synthetic carbon fixation cycle", "brief": "Scientists from the Institute of Microbiology of the Chinese Academy of Sciences (IMCAS) recently reported a minimized synthetic carbon fixation cycle. The cycle only contains four biochemical reactions and is capable of condensing two molecules of carbon dioxide into one molecule of oxalate in each round. The study was published in ", "body": ["Scientists from the Institute of Microbiology of the Chinese Academy of Sciences (IMCAS) recently reported a minimized synthetic carbon fixation cycle. The cycle only contains four biochemical reactions and is capable of condensing two molecules of carbon dioxide into one molecule of oxalate in each round. The study was published in ", ".\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "The increasing atmospheric ", " concentration is one of the major contributors to anthropogenic climate change, which has aroused great concern worldwide. In nature, plants and microbes fix carbon dioxide through carbon fixation pathways. Two synthetic carbon fixation pathways, the crotonyl-CoA/ethylmalonyl-CoA/hydroxybutyryl-CoA (CETCH) cycle and the artificial starch anabolic ", " (ASAP) pathway, have also been reported in recent years. However, these pathways usually contain multiple reactions (mostly more than 10 reactions).  ", "Generally, the large number of reactions may reduce the overall carbon fixation efficiency of the pathway. Scientists then asked: is it possible to reduce the number of reactions required for a carbon fixation cycle so as to increase the efficiency? and if possible, what is the minimum number of reactions that can constitute a functional carbon fixation cycle? ", "To answer this question, scientists at IMCAS designed a minimized synthetic carbon fixation cycle based on thermodynamic and kinetic calculations of enzymatic reactions. This synthetic cycle contains only four reactions and the four enzymes involved are pyruvate carboxylase (PYC), oxaloacetate acetylhydrolase (OAH), acetate-CoA ligase (ACS) and pyruvate synthase (PFOR), so this cycle was named the pyruvate carboxylase/oxaloacetate acetylhydrolase/acetate-CoA ligase/pyruvate:ferredoxin oxidoreductase (POAP) cycle. ", "The most challenging reaction in the POAP cycle was the reductive carboxylation of PFOR. Usually, PFOR catalyzes the oxidative decarboxylation of pyruvate. The reductive carboxylation reaction must be driven by a low-potential electron donor. Ferredoxin was selected as the electron donor for this purpose. Among a series of low-potential ferredoxins tested, a ferredoxin from Hydrogenobacter thermophiles was found to efficiently drive the reductive carboxylation of PFOR from Clostridium thermocellum. Subsequently, PYC, OAH and ACS were screened for the construction of POAP cycle. ", "To construct the POAP cycle, four reactions were divided into two cascades, then the two cascades were assembled together, and the carbon fixation efficiency were tested under ", " using ", "C-labeled NaHCO", " as the substrate. ", "C-labeled oxalate produced by the POAP cycle was detected by liquid chromatography–mass spectrometry. The CO", " fixation rate of the POAP cycle was calculated to be 8.0 ± 1.8 nmol CO", " min", " mg", " CO", "-fixing enzymes and the total turnover number was 5 mol/mol enzymes, surpassing that of the synthetic CETCH cycle. ", "The POAP cycle functions under relatively high temperature (50 degrees Celsius) and anaerobic conditions, so it may provide a novel model for understanding and investigating CO", " ", " in ancient organisms. The POAP cycle also provides an alternative pathway for biologically converting ", " dioxide into useful chemicals.\n                                        \n                                                                                "]},
{"title": "High-resolution lab experiments show how cells 'eat'", "brief": "A new study shows how cell membranes curve to create the \"mouths\" that allow the cells to consume things that surround them.\n\n                                         \n                                                  ", "body": ["A new study shows how cell membranes curve to create the \"mouths\" that allow the cells to consume things that surround them.\n\n                                         \n                                                  ", "\n                                        \n                                                                                    ", "\"Just like our eating habits basically shape anything in our body, the way cells 'eat' matters for the health of the cells,\" said Comert Kural, associate professor of physics at The Ohio State University and lead author of the study. \"And scientists did not, until now, understand the mechanics of how that happened.\"", "The study, published last month in the journal ", ", found that the intercellular machinery of a cell assembles into a highly curved basket-like structure that eventually grows into a closed cage. Scientists had previously believed that structure began as a flat lattice.", "Membrane curvature is important, Kural said: It controls the formation of the pockets that carry substances into and out of a cell.", "The pockets capture substances around the cell, forming around the extracellular substances, before turning into vesicles—small sacs one-one millionth the size of a red blood cell. Vesicles carry important things for a cell's health—proteins, for example—into the cell. But they can also be hijacked by pathogens that can infect cells. ", "But the question of how those pockets formed from membranes that were previously believed to be flat had stymied researchers for nearly 40 years.", "\"It was a controversy in cellular studies,\" Kural said. \"And we were able to use super-resolution fluorescence imaging to actually watch these pockets form within live cells, and so we could answer that question of how they are created.", "\"Simply put, in contrast to the previous studies, we made high-resolution movies of cells instead of taking snapshots,\" Kural said. \"Our experiments revealed that protein scaffolds start deforming the underlying membrane as soon as they are recruited to the sites of vesicle formation.\"", "That contrasts with previous hypotheses that the protein scaffolds of a cell had to go through an energy-intensive reorganization in order for the membrane to curve, Kural said.", "The way cells consume and expel vesicles plays a key role for living organisms. The process helps clear bad cholesterol from blood; it also transmits neural signals. The process is known to break down in several diseases, including cancer and Alzheimer's disease.", "\"Understanding the origin and dynamics of membrane-bound vesicles is important—they can be utilized for delivering drugs for ", ", but at the same time, hijacked by pathogens such as viruses to enter and infect ", ",\" Kural said. \"Our results matter, not only for our understanding of the fundamentals of life, but also for developing better therapeutic strategies.\"", "Emanuele Cocucci, an assistant professor in Ohio State's College of Pharmacy, co-authored this study, along with researchers from UC Berkeley, UC Riverside, Iowa State University, Purdue University and the Chinese Academy of Sciences.\n                                        \n                                                                                "]},
{"title": null, "brief": null, "body": []},
{"title": null, "brief": null, "body": []},
{"title": null, "brief": null, "body": []},
{"title": null, "brief": null, "body": []},
{"title": null, "brief": null, "body": []},
{"title": null, "brief": null, "body": []},
{"title": null, "brief": null, "body": []},
{"title": null, "brief": null, "body": []}
]